---
kind: other
id: Properties.T:Autodesk.Revit.DB.ProjectLocationSetIterator
source: html/314ef5ae-307e-e15a-6a8c-7e5e77136803.htm
---
# ProjectLocationSetIterator Properties

Retrieves the item that is the current focus of the iterator.